[[../index.org][Main Index]]
[[./index.org][Reading List]]

* [[https://www.safaribooksonline.com/library/view/hackers-painters/0596006624/ch02.html][Hackers And Painters]]
** DONE 1. Why Nerds Are Unpopular
   CLOSED: [2017-03-27 Mon 11:03]
** DONE 2. Hackers and Painters
   CLOSED: [2017-03-27 Mon 11:00]
   :LOGBOOK:
   CLOCK: [2017-03-27 Mon 10:43]--[2017-03-27 Mon 11:00] =>  0:17
   :END:
** DONE 3. What You Can’t Say
   CLOSED: [2017-03-28 Tue 06:57]
** DONE 4. Good Bad Attitude
   CLOSED: [2017-03-28 Tue 07:05]
   :LOGBOOK:
   CLOCK: [2017-03-28 Tue 06:58]--[2017-03-28 Tue 07:05] =>  0:07
   :END:
** TODO 5. The Other Road Ahead
** TODO 6. How to Make Wealth
** TODO 7. Mind the Gap
** TODO 8. A Plan for Spam
** TODO 9. Taste for Makers
** DONE 10. Programming Languages Explained
   CLOSED: [2017-03-28 Tue 09:30]
   :LOGBOOK:
   CLOCK: [2017-03-28 Tue 09:21]--[2017-03-28 Tue 09:30] =>  0:09
   :END:
** TODO 11. The Hundred-Year Language
** TODO 12. Beating the Averages
** TODO 13. Revenge of the Nerds
** TODO 14. The Dream Language
** TODO 15. Design and Research
